Repository: makrohn/concordia
Catalog: mods/default/languages/engine.*.po
Languages: be

source: Congratulations, you have reached level %d!
be: Віншуем, вы дасягнулі %d ўзроўня!

source: You may increase one attribute through the Character Menu.
be: Вы можаце павялічыць адзін атрыбут у меню персанажа.

source: You are defeated. Game over! Press Enter to exit to Title.
be: Вас забілі. Канец гульні! Націсніце Enter, каб выйсці ў меню.

source: %d %s removed.
be: %d %s перанесена.

source: %s removed.
be: %s перанесена.

source: You receive %s.
be: Вы атрымліваеце %s.

source: You receive %s x%d.
be: Вы атрымліваеце %s x%d.

source: You receive %d %s.
be: Вы атрымліваеце %d %s.

source: You receive %d XP.
be: Вы атрымліваеце %d XP.

source: HP restored.
be: HP адноўлена.

source: MP restored.
be: MP адноўлена.

source: HP and MP restored.
be: HP і MP адноўлены.

source: Negative effects removed.
be: Негатыўныя эфекты прыбраны.

source: HP and MP restored, negative effects removed
be: HP і MP адноўлены, негатыўныя эфекты прыбраны.

source: miss
be: промах

source: Unknown destination
be: Невядомы накірунак

source: OK
be: Добра

source: Defaults
be: Па змаўчэнню

source: Cancel
be: Скасаваць

source: Video
be: Відэа

source: Audio
be: Аўдыа

source: Interface
be: Інтэрфэйс

source: Input
be: Увод

source: Keybindings
be: Клавішы

source: Mods
be: Моды

source: Assign:
be: Назначыць:

source: Reset ALL settings?
be: Зкінуць УСЕ налады?

source: Use this resolution?
be: Выкарыстоўваць гэтую распазнавальнасць?

source: Full Screen Mode
be: Поўнаэкранны рэжым

source: Move hero using mouse
be: Рухаць героем мышкай

source: Show combat text
be: Паказваць текст бою

source: Hardware surfaces
be: Апаратныя паверхні

source: Double buffering
be: Двайны бафырынг

source: Use joystick
be: Вкарыстоўваць джосцік

source: High Quality Textures
be: Тэкстуры вылікай якасці

source: Allow changing gamma
be: Дазволіць змену гамы

source: Animated tiles
be: Анімацыйныя тайлы

source: Mouse aim
be: Цэліцца мышкай

source: Show FPS
be: Паказваць FPS

source: Show Hotkeys Labels
be: Паказаць гарачыя клавішы

source: Colorblind Mode
be: Рэжым дальтанізма

source: Music Volume
be: Гучнасць музыкі

source: Sound Volume
be: Гучнасць гука

source: Gamma
be: Гама

source: Resolution
be: Распазнавальнасць

source: Active Mods
be: Актыўныя моды

source: Available Mods
be: Наяўныя моды

source: Joystick
be: Джосцік

source: Language
be: Мова

source: Disable for performance
be: Прыбярыце, калі гульня тармозіць

source: Experimental
be: Эксперыментальна

source: For handheld devices
be: Для мабільных прылад

source: << Disable
be: << Прыбраць

source: Enable >>
be: Дадаць >>

source: Delete Save
be: Выдаліць гульню

source: Delete this save?
be: Выдаліць захаваную гульню?

source: Exit to Title
be: Выхад у меню

source: Choose a Slot
be: Выбярыце слот

source: New Game
be: Новая гульня

source: Enable a story mod to continue
be: Дадайце сюжэтны мод, каб працягнуць

source: Load Game
be: Загрузіць гульню

source: Entering game world...
be: Уваход у гульнявы сусвет...

source: Loading saved game...
be: Загрузка захаванай гульні...

source: Level %d %s
be: Узровень %d %s

source: Empty Slot
be: Пусты слот

source: Create
be: Стварыць

source: Choose a Portrait
be: Выбярыце партрэт

source: Choose a Name
be: Выбярыце імя

source: Permadeath?
be: Смертны?

source: Choose a Class
be: Выбярыце клас

source: Loading...
be: Загрузка...

source: Inventory is full.
be: Інвентар поўны.

source: Play Game
be: Гуляць

source: Enable a core mod to continue
be: Дадайце базавы мод, каб працягнуць

source: Configuration
be: Канфігурацыя

source: Credits
be: Стваральнікі

source: Exit Game
be: Выхад

source: Accept
be: Прыняць

source: Up
be: Уверх

source: Down
be: Уніз

source: Left
be: Налева

source: Right
be: Направа

source: Bar1
be: Меню1

source: Bar2
be: Меню2

source: Bar3
be: Меню3

source: Bar4
be: Меню4

source: Bar5
be: Меню5

source: Bar6
be: Меню6

source: Bar7
be: Меню7

source: Bar8
be: Меню8

source: Bar9
be: Меню9

source: Bar0
be: Меню0

source: Character
be: Персанаж

source: Inventory
be: Інвентар

source: Powers
be: Моцы

source: Log
be: Нататнік

source: Main1
be: Галоўнае1

source: Main2
be: Галоўнае2

source: ActionBar Accept
be: МенюДзей Прыняць

source: ActionBar Left
be: МенюДзей Лева

source: ActionBar Right
be: МенюДзей Права

source: ActionBar Use
be: МенюДзей Выкарыстаць

source: lmb
be: лкм

source: mmb
be: скм

source: rmb
be: пкм

source: wheel up
be: кола ўверх

source: wheel down
be: кола ўніз

source: Normal
be: Нармальны

source: High
be: Высокі

source: Epic
be: Эпічны

source: Level %d
be: Узровень %d

source: Melee damage: %d-%d
be: Урон бліжняга бою: %d-%d

source: Melee damage: %d
be: Урон бліжняга бою: %d

source: Ranged damage: %d-%d
be: Урон дальняга боя: %d-%d

source: Ranged damage: %d
be: Урон дальняга боя: %d

source: Mental damage: %d-%d
be: Урон магіі: %d-%d

source: Mental damage: %d
be: Урон магіі: %d

source: Absorb: %d-%d
be: Паглынае: %d-%d

source: Absorb: %d
be: Паглынае: %d

source: Increases %s by %d
be: Павялічвае %s на %d

source: Decreases %s by %d
be: Памяншае %s на %d

source: Requires Physical %d
be: Патрабуе сілы %d

source: Requires Mental %d
be: Патрабуе магію %d

source: Requires Offense %d
be: Патрабуе спрытнасць %d

source: Requires Defense %d
be: Патрабуе абарону %d

source: Quality: %s
be: Якасць: %s

source: Buy Price: %d %s
be: Кошт пакупкі: %d %s

source: Buy Price: %d %s each
be: Кошт пакупкі: %d %s за кожны

source: Sell Price: %d %s
be: Кошт продажу: %d %s

source: Sell Price: %d %s each
be: Кошт продажу: %d %s за кожны

source: Set:
be: Усталяваць:

source: %d items:
be: %d прадметаў:

source: Name
be: Імя

source: Level
be: Узровень

source: Physical
be: Сіла

source: Mental
be: Магія

source: Offense
be: Спрытнасць

source: Defense
be: Абарона

source: points remaining
be: ачкоў засталося

source: Max HP:
be: Макс HP:

source: HP Regen:
be: Аднаўленне HP:

source: Ticks of HP regen per minute.
be: Аднаўленне HP за хвіліну.

source: Max MP:
be: Макс MP:

source: MP Regen:
be: Аднаўлен МР:

source: Ticks of MP regen per minute.
be: Аднаўленне MP за хвіліну.

source: Accuracy:
be: Точнасць:

source: Avoidance:
be: Ухіленне:

source: Melee Damage:
be: Бліжні ўрон:

source: Ranged Damage:
be: Дальні ўрон

source: Mental Damage:
be: Магічны ўрон:

source: Crit:
be: Крыт:

source: Absorb:
be: Паглынае:

source: Poise:
be: Супраціў яду:

source: Reduces your chance of stumbling when hit
be: Зніжае ваш шанец натыкнуцца пры ўдары

source: Increases the XP gained per kill
be: Павялічвае XP за кожнае забойства

source: Bonus
be: Бонус

source: Increases the %s found per drop
be: Павялічвае колькасць знойдзеннага %s

source: Bonus Item Find:
be: Бонус да пошука прадметаў:

source: Increases the chance that an enemy will drop an item when killed
be: Павялічвае шанец, што вораг выране які-небудзь прадмет калі памрэ

source: Stealth:
be: Патаемнасць

source: Increases your ability to move undetected
be: Павялічвае магчымасць рухацца незаўажна

source: Next: %d
be: Наступны: %d

source: Physical (P) increases melee weapon proficiency and total HP.
be: Сіла (P) павялічвае урон бліжняга боя і HP.

source: base (%d), bonus (%d)
be: базавае (%d), бонус (%d)

source: Mental (M) increases mental weapon proficiency and total MP.
be: Магія (M) павялічвае урон магіі і MP.

source: Offense (O) increases ranged weapon proficiency and accuracy.
be: Спрытнасць (O) павялічвае урон дальняга бою і точнасць.

source: Defense (D) increases armor proficiency and avoidance.
be: Абарона (D) павялічвае шчыт і ухіленне.

source: Each level grants %d.
be: Кожны ўзровень дае %d.

source: Dead
be: Забіты

source: %s level %d
be: %s узровеь %d

source: Exit
be: Выхад

source: Save and exit to title?
be: Захаваць і выйсці ў меню?

source: Lost %d%% of %s.
be: Загублена %d%% з %s.

source: Lost %d%% of total XP.
be: Загублена %d%% з усяго XP.

source: Lost %d%% of current level XP.
be: Загублена %d%% з бягучага ўзроўня XP.

source: Lost %s.
be: Загублена %s.

source: Use SHIFT to move only one item.
be: Карыстайцеся SHIFT, каб перадвінуць толькі адзін прадмет.

source: CTRL-click a carried item to sell it.
be: CTRL+націск лкм, каб прадаць прадмет.

source: This item can only be used from the action bar.
be: Гэты прадмет можа быць выкарастан толькі з меню дзей.

source: Notes
be: Запісы

source: Quests
be: Заданні

source: Trade
be: Гандляваць

source: Unspent skill points:
be: Не патрачана навыкаў

source: Next Level:
be: Наступны ўзровень:

source: Requires Physical Offense %d
be: Патрабуе фізічную спрытнасць %d

source: Requires Physical Defense %d
be: Патрабуе фізічную абарону %d

source: Requires Mental Offense %d
be: Патабуе магічную спрытнасць %d

source: Requires Mental Defense %d
be: Патрабуе магічную абарону %d

source: Requires Level %d
be: Патрабуе %d ўзровень

source: Requires %d Skill Point
be: Патрабуе %d навыка

source: Click to Unlock
be: Націсніце, каб разблакаваць

source: Requires Power: %s
be: Патрабуе: %s

source: Costs %d MP
be: Каштуе %d MP

source: Costs %d HP
be: Каштуе %d HP

source: Cooldown: %d seconds
be: Аднаўлене: %d секунд

source: Shared Stash
be: Агульныя запасы

source: Buyback
be: Выкуп

source: Vendor
be: Гандляр

source: +%d Shield
be: +%d Шчыт

source: You are already transformed, untransform first.
be: Вы ўжо трансфарміраваны, растрансфарміруўцеся сперва.

source: Adventurer
be: Шукальнік прыгод
